Repository: Homerocker/Tibia-ME.net-locales
Catalog: */LC_MESSAGES/default.po
Languages: id_id

source: %d week
id_id: %d minggu

source: %d month
id_id: %d bulan

source: In relationship
id_id: Dalam hubungan

source: Engaged
id_id: Aktif

source: Married
id_id: Menikah

source: It's complicated
id_id: Rumit

source: Actively searching
id_id: Mencari secara aktif

source: On moderation
id_id: Dalam pengawasan

source: Checked
id_id: Diperiksa

source: Tested
id_id: Diuji

source: Warrior
id_id: Prajurit

source: Wizard
id_id: Penyihir

source: The %s field must only contain letters.
id_id: %s hanya boleh berisi huruf.

source: The %s field is not valid.
id_id: Kolom %s tidak valid.

source: The %s field confirmation does not match.
id_id: Konfirmasi bidang %s tidak cocok.

source: The %s field must be a valid email address.
id_id: Kolom %s harus berupa alamat email yang valid.

source: The selected %s is invalid.
id_id: Pilihan %s tidak valid.

source: The %s field must be an image.
id_id: Bidang %s harus berupa gambar.

source: The %1$s field must not be greater than %2$s.
id_id: Bidang %1$s tidak boleh lebih besar dari %2$s.

source: The %1$s field must be a file of type: %2$s.
id_id: Bidang %1$s harus berupa file dengan tipe: %2$s.

source: The %1$s field must be at least %2$s characters.
id_id: Bidang %1$s harus setidaknya terdiri dari %2$s karakter.

source: The %s field is required.
id_id: Isian %s diperlukan.

source: The %s has already been taken.
id_id: %s telah diambil.

source: The %s failed to upload.
id_id: %s gagal diunggah.

source: message
id_id: pesan

source: world
id_id: dunia

source: password
id_id: kata sandi

source: nickname
id_id: nama panggilan

source: files
id_id: file

source: subject
id_id: subjek

source: prefix
id_id: awalan

source: color
id_id: warna

source: rank
id_id: peringkat

source: Invalid request.
id_id: Permintaan tidak valid.

source: Sync complete.
id_id: Sinkronisasi selesai.

source: Unknown error.
id_id: Kesalahan yang tidak diketahui.

source: Server time: %s
id_id: Waktu server: %s

source: Last update: %s
id_id: Pembaruan terakhir: %s
