Repository: Homerocker/Tibia-ME.net-locales
Catalog: */LC_MESSAGES/default.po
Languages: id_id

source: General
id_id: Umum

source: All TibiaME rules are valid on this fansite. Please check FAQ section on tibiame.com.
id_id: Semua peraturan TibiaME berlaku di fansite ini. Silakan periksa bagian FAQ di tibiame.com.

source: Accounts
id_id: Akun

source: You are only allowed to use your real character nickname and gameworld.
id_id: Anda hanya diperbolehkan untuk menggunakan nama karakter asli dan dunia permainan Anda.

source: You are not allowed to share your account data (password) publicly.
id_id: Anda tidak diperbolehkan untuk membagikan data akun Anda (kata sandi) secara publik.

source: Highscores
id_id: Skor tertinggi

source: Listed characters
id_id: Karakter yang terdaftar

source: Top 100 wizards and top 100 warriors by total experience from each game world are listed.
id_id: 100 penyihir teratas dan 100 prajurit teratas berdasarkan total pengalaman dari setiap dunia game terdaftar.

source: Characters with PvP rank 100 or higher are listed.
id_id: Karakter dengan peringkat PvP 100 atau lebih tinggi terdaftar.

source: Top 100 wizards and top 100 warriors by achievement points from each game world are listed.
id_id: 100 penyihir teratas dan 100 prajurit teratas berdasarkan poin pencapaian dari setiap dunia game terdaftar.

source: Other characters are not listed and we cannot add them at this time.
id_id: Karakter lain tidak terdaftar dan kami tidak dapat menambahkannya saat ini.

source: Data reliability
id_id: Keandalan data

source: Highscores are updated daily at 00:10 UTC.
id_id: Skor tertinggi diperbarui setiap hari pada pukul 00:10 UTC.

source: Highscores data are provided by tibiame.com and Tibia-ME.net is not responsible for its reliability.
id_id: Data skor tinggi disediakan oleh tibiame.com dan Tibia-ME.net tidak bertanggung jawab atas keandalannya.

source: Worlds' statistics as well as Top Hunters data are only based on characters that are listed on this website (see 3.1.).
id_id: Statistik dunia serta data Pemburu Teratas hanya didasarkan pada karakter yang terdaftar di situs web ini (lihat 3.1.).

source: Screenshots
id_id: Tangkapan layar

source: Only TibiaME screenshots are allowed at Screenshots section.
id_id: Hanya tangkapan layar TibiaME yang diperbolehkan di bagian Tangkapan Layar.

source: Artworks are not allowed.
id_id: Karya seni tidak diperbolehkan.

source: Screenshots should not contain any non-game areas, e.g. computer desktop and emulator window.
id_id: Tangkapan layar tidak boleh berisi area non-game, misalnya desktop komputer dan jendela emulator.

source: Artworks
id_id: Karya seni

source: Artworks should be related to TibiaME.
id_id: Karya seni harus terkait dengan TibiaME.

source: You are only allowed to upload your own artworks.
id_id: Anda hanya diperbolehkan mengunggah karya seni Anda sendiri.

source: Privacy
id_id: Privasi

source: Tibia-ME.net never shares your hidden data (e.g. email, birth date) with anyone.
id_id: Tibia-ME.net tidak pernah membagikan data tersembunyi Anda (misalnya email, tanggal lahir) kepada siapa pun.

source: Your passwords are encrypted and cannot be viewed by anyone, including Tibia-ME.net staff.
id_id: Kata sandi Anda dienkripsi dan tidak dapat dilihat oleh siapa pun, termasuk staf Tibia-ME.net.

source: Tibia-ME.net Admin may use your data to contact you (e.g. email, including hidden data).
id_id: Admin Tibia-ME.net dapat menggunakan data Anda untuk menghubungi Anda (misalnya email, termasuk data tersembunyi).

source: Copyrights
id_id: Hak Cipta

source: TibiaME is a trademark of CipSoft GmbH, tibiame.com is the only official TibiaME website.
id_id: TibiaME adalah merek dagang dari CipSoft GmbH, tibiame.com adalah satu-satunya situs web resmi TibiaME.

source: Any icons provided by CipSoft are copyrighted by CipSoft. You may use any TibiaME icons from this website.
id_id: Semua ikon yang disediakan oleh CipSoft memiliki hak cipta dari CipSoft. Anda dapat menggunakan ikon TibiaME apa pun dari situs web ini.

source: Decline
id_id: Tolak

source: You have no albums.
id_id: Anda tidak memiliki album.

source: This user has no albums.
id_id: Pengguna ini tidak memiliki album.

source: all worlds
id_id: semua dunia

source: This album is empty.
id_id: Album ini kosong.

source: Log in to upload artworks.
id_id: Masuk untuk mengunggah karya seni.

source: No artworks available.
id_id: Tidak ada karya seni yang tersedia.

source: Nickname
id_id: Nama panggilan

source: World
id_id: Dunia

source: select world
id_id: pilih dunia

source: New password
id_id: Kata sandi baru

source: Confirm password
id_id: Konfirmasi kata sandi

source: Reason
id_id: Alasan

source: Description
id_id: Deskripsi

source: Duration
id_id: Durasi

source: Delete all forum posts
id_id: Menghapus semua postingan forum

source: User
id_id: Pengguna

source: permanent
id_id: permanen

source: Start date
id_id: Tanggal mulai

source: Expires
id_id: Kedaluarsa

source: Lifted
id_id: Diangkat

source: Lift banishment
id_id: Angkat hukuman ban

source: Select main character
id_id: Pilih karakter utama

source: No one has commented yet.
id_id: Belum ada yang berkomentar.

source: Log in to post your comments.
id_id: Masuk untuk mengirim komentar Anda.

source: Vocation
id_id: Profesi

source: any
id_id: apapun

source: warrior
id_id: prajurit

source: wizard
id_id: penyihir

source: Sort
id_id: Urutkan

source: Order
id_id: Urutan

source: ascending
id_id: naik

source: descending
id_id: turun

source: Armour
id_id: Armor

source: Stats
id_id: Statistik

source: Dropped by
id_id: Dijatuhkan oleh

source: No items to display.
id_id: Tidak ada item untuk ditampilkan.

source: Food and potions
id_id: Makanan dan ramuan

source: Item
id_id: Barang

source: Effect
id_id: Efek

source: Name
id_id: Nama

source: Award
id_id: Penghargaan

source: Walkspeed
id_id: Kecepatan berjalan

source: Attack
id_id: Menyerang

source: Weakness
id_id: Kelemahan

source: Islands
id_id: Kepulauan

source: Pet
id_id: Hewan peliharaan

source: Damage
id_id: Kerusakan

source: Protection
id_id: Perlindungan

source: Defense
id_id: Pertahanan

source: No data.
id_id: Tidak ada data.

source: Skill
id_id: Kemampuan

source: Type
id_id: Tipe

source: heal
id_id: menyembuhkan

source: buff
id_id: penggemar

source: hit
id_id: memukul

source: fire
id_id: api

source: ice
id_id: es

source: energy
id_id: energi

source: soul
id_id: jiwa

source: weapon
id_id: senjata

source: self
id_id: diri

source: guild
id_id: serikat

source: single
id_id: tunggal

source: Sort by
id_id: Urutkan

source: name
id_id: nama

source: Spell
id_id: Mantra

source: Amount
id_id: Jumlah

source: Cooldown
id_id: Jeda

source: %.2f HP/s
id_id: %.2f HP/d

source: single enemy
id_id: musuh tunggal

source: new
id_id: baru

source: hidden
id_id: tersembunyi

source: %d topic
id_id: %d topik

source: Cancel
id_id: Batal

source: Title
id_id: Judul

source: Message
id_id: Pesan

source: Pinned
id_id: Disematkan

source: Move to
id_id: Pindah ke

source: Topics: %d
id_id: Topik: %d

source: Posts: %d
id_id: Posting: %d

source: Edited by %1$s on %2$s
id_id: Diedit oleh %1$s pada %2$s

source: edited %d time in total
id_id: diedit %d waktu dalam total

source: This thread is closed, you cannot post here.
id_id: Thread ini ditutup, Anda tidak dapat memposting di sini.

source: Log in to post messages.
id_id: Masuk untuk mengirim pesan.

source: %d comment
id_id: %d komentar

source: view all
id_id: tampilkan semua

source: Chat
id_id: Obrolan

source: TibiaME is the first massively multiplayer online role-playing game for mobile devices. Come together with hundreds of players and experience adventures in a colourful virtual world! Along with your friends you explore the mysterious land of TibiaME, fight your way through hordes of evil creatures and solve ancient riddles to find untold treasures. With every monster you defeat you will grow in strength and power. TibiaME is based on the successful online role-playing game Tibia which attracts thousands of players every day.
id_id: TibiaME adalah permainan peran daring multiplayer pertama untuk perangkat seluler. Bergabunglah dengan ratusan pemain dan rasakan petualangan di dunia virtual yang penuh warna! Bersama teman-temanmu, jelajahi tanah misterius TibiaME, lawan gerombolan makhluk jahat, dan pecahkan teka-teki kuno untuk menemukan harta karun yang tak terhitung jumlahnya. Dengan setiap monster yang kamu kalahkan, kamu akan berkembang dalam kekuatan dan kemampuan. TibiaME didasarkan pada permainan peran daring sukses Tibia yang menarik ribuan pemain setiap hari.

source: Banlist
id_id: Daftar larangan

source: Ranks
id_id: Peringkat

source: Hunters
id_id: Pemburu

source: Achievements
id_id: Pencapaian

source: Guilds
id_id: Guild

source: Worlds
id_id: Dunia

source: Encyclopedia
id_id: Ensiklopedia

source: Armour Calculator
id_id: Kalkulator Armor

source: Weapons
id_id: Senjata

source: Armours
id_id: Armor

source: Monsters
id_id: Monster

source: Spells
id_id: Mantra

source: Skills
id_id: Keahlian

source: Pets
id_id: Hewan Peliharaan

source: About us
id_id: Tentang kami

source: Moderators
id_id: Moderator

source: User agreement
id_id: Perjanjian pengguna

source: Archive
id_id: Arsip

source: These sections are in read-only mode and/or not eligible for support.
id_id: Bagian-bagian ini dalam mode hanya-baca dan/atau tidak memenuhi syarat untuk mendapatkan dukungan.

source: Photo album
id_id: Album foto

source: Themes
id_id: Tema

source: Guest
id_id: Tamu

source: No new letters
id_id: Tidak ada surat baru

source: %d new letter
id_id: %d surat baru

source: %d notification
id_id: %d notifikasi

source: No new notifications
id_id: Tidak ada notifikasi baru

source: Profile
id_id: Profil

source: Characters
id_id: Karakter

source: Settings
id_id: Pengaturan

source: Log out
id_id: Keluar

source: Log in
id_id: Masuk

source: Register
id_id: Daftar

source: Recover password
id_id: Pulihkan kata sandi

source: Home
id_id: Beranda

source: Tibia and TibiaME are trademarks of CipSoft GmbH, Germany.
id_id: Tibia dan TibiaME adalah merek dagang dari CipSoft GmbH, Jerman.

source: No letters.
id_id: Tidak ada surat.

source: Delete
id_id: Hapus

source: Defense level
id_id: Tingkat pertahanan

source: Include upgraded items
id_id: Sertakan item yang ditingkatkan

source: Distribute stats evenly
id_id: Mendistribusikan statistik secara merata

source: Ignored items
id_id: Item yang diabaikan

source: none
id_id: nihil

source: Type your message
id_id: Ketik pesan Anda

source: You will be notified on new comments
id_id: Anda akan diberi tahu tentang komentar baru

source: Watch for new comments
id_id: Perhatikan komentar baru

source: Password
id_id: Kata sandi

source: Remember me on this device.
id_id: Ingat saya di perangkat ini.

source: Hello %s
id_id: Halo %s

source: You have received a new private message to your account on Tibia-ME.net and you have requested that you be notified on this event.
id_id: Anda telah menerima pesan pribadi baru ke akun Anda di Tibia-ME.net dan Anda telah meminta agar Anda diberitahu tentang peristiwa ini.

source: You can view your new message by clicking on the following link:
id_id: Anda dapat melihat pesan baru Anda dengan mengeklik tautan berikut:

source: You can always choose not to be notified on new messages by changing the appropriate setting in your profile.
id_id: Anda selalu dapat memilih untuk tidak menerima notifikasi pada pesan baru dengan mengubah pengaturan yang sesuai di profil Anda.

source: You have requested a new password for your account on %s.
id_id: Anda telah meminta kata sandi baru untuk akun Anda pada %s.

source: Click the following link to continue new password activation:
id_id: Klik tautan berikut untuk melanjutkan aktivasi kata sandi baru:

source: If you did not request a new password, just ignore this message.
id_id: Jika Anda tidak meminta kata sandi baru, abaikan saja pesan ini.

source: all
id_id: semua

source: Rank
id_id: Peringkat

source: No notifications.
id_id: Tidak ada notifikasi.

source: %s posted at forum.
id_id: %s diposting di forum.

source: %1$s and %2$d other user posted at forum.
id_id: %1$s dan %2$d pengguna lain yang diposting di forum.

source: %s commented on photo.
id_id: %s mengomentari foto.

source: %1$s and %2$d other user commented on photo.
id_id: %1$s dan %2$d pengguna lain mengomentari foto.

source: %s commented on screenshot.
id_id: %s mengomentari tangkapan layar.

source: %1$s and %2$d other user commented on screenshot.
id_id: %1$s dan %2$d pengguna lain mengomentari tangkapan layar.

source: %s commented on theme.
id_id: %s mengomentari tema.

source: %1$s and %2$d other user commented on theme.
id_id: %1$s dan %2$d pengguna lain mengomentari tema.

source: %s likes your screenshot.
id_id: %s menyukai tangkapan layar Anda.

source: %1$s and %2$d other user like your screenshot.
id_id: %1$s dan %2$d pengguna lain menyukai tangkapan layar Anda.

source: %s likes your photo.
id_id: %s menyukai foto Anda.

source: %1$s and %2$d other user like your photo.
id_id: %1$s dan %2$d pengguna lain menyukai foto Anda.

source: %s likes your theme.
id_id: %s menyukai tema Anda.

source: %1$s and %2$d other user like your theme.
id_id: %1$s dan %2$d pengguna lain menyukai tema Anda.

source: %s commented on artwork.
id_id: %s mengomentari karya seni.

source: %1$s and %2$d other user commented on artwork.
id_id: %1$s dan %2$d pengguna lain mengomentari karya seni.

source: %s likes your artwork.
id_id: %s menyukai karya seni Anda.

source: %1$s and %2$d other user like your artwork.
id_id: %1$s dan %2$d pengguna lain menyukai karya seni Anda.

source: What is VIP?
id_id: Apa itu VIP?

source: VIP is permanent character status that you receive after any purchase (any amount of Platinum or Premium).
id_id: VIP adalah status karakter permanen yang Anda terima setelah pembelian apa pun (berapapun jumlah Platinum atau Premium).

source: Priority Login
id_id: Login Prioritas

source: Stamina Bonus (+%s Experience)
id_id: Bonus Stamina (+%s Pengalaman)

source: What is Premium?
id_id: Apa yang dimaksud dengan Premium?

source: Premium is renewable subscription that gives you temporary access to most of game features. When your Premium time expires your character remains VIP.
id_id: Premium adalah langganan yang dapat diperpanjang yang memberi Anda akses sementara ke sebagian besar fitur game. Ketika waktu Premium Anda berakhir, karakter Anda tetap menjadi VIP.

source: Full access to additional islands
id_id: Akses penuh ke pulau-pulau tambahan

source: Portal usage
id_id: Penggunaan portal

source: 20 friendlist slots
id_id: 20 slot daftar teman

source: 20 ignorelist slots
id_id: 20 slot pengabaian

source: 20 letters in Mailbox
id_id: 20 surat di Kotak Surat

source: 10 trade offers
id_id: 10 penawaran perdagangan

source: 9 depot pages
id_id: 9 halaman depot

source: 50% of EP loss protection upon death (can be upgraded to 80% or 100%)
id_id: 50 % o f Perlindungan kerugian EP pada saat meninggal dunia (dapat ditingkatkan menjadi 80 % atau 100%)

source: Guild Founding
id_id: Pendirian Guild

source: What is Platinum?
id_id: Apa yang dimaksud dengan Platinum?

source: Platinum is game currency that allows you to buy permanent access to game features of your choice.
id_id: Platinum adalah mata uang game yang memungkinkan Anda membeli akses permanen ke fitur-fitur game pilihan Anda.

source: Buy permanent access to individual islands
id_id: Beli akses permanen ke masing-masing pulau

source: Buy portal usage permanently
id_id: Beli penggunaan portal secara permanen

source: Buy up to 50 friendlist slots
id_id: Beli hingga 50 slot daftar teman

source: Buy up to 50 letters in Mailbox
id_id: Beli hingga 50 surat di Kotak Surat

source: Buy up to 20 trade offers
id_id: Beli hingga 20 penawaran perdagangan

source: Buy up to 9 depot pages
id_id: Beli hingga 9 halaman depot

source: Buy a life insurance with 50%, 80% or 100% of EP loss protection upon death
id_id: Beli asuransi jiwa dengan perlindungan kerugian sebesar 50%, 80% atau 100% EP pada saat meninggal dunia

source: Buy additional Rerolls whenever you need them
id_id: Beli Reroll tambahan kapan pun Anda membutuhkannya

source: Buy guild founding
id_id: Beli pendirian serikat

source: Buy on %s
id_id: Beli di %s

source: Banned
id_id: Terusir

source: Remove avatar
id_id: Hapus avatar

source: not specified
id_id: tidak ditentukan

source: Gender
id_id: Jenis Kelamin

source: Male
id_id: Laki-laki

source: Female
id_id: Wanita

source: Relationship status
id_id: Status hubungan

source: Birthday
id_id: Tanggal Lahir

source: Hide age
id_id: Sembunyikan usia

source: Age
id_id: Usia

source: Location
id_id: Lokasi

source: Hide email
id_id: Sembunyikan email

source: Phone number
id_id: Nomor Telepon

source: Signature
id_id: Tanda Tangan

source: Joined
id_id: Bergabung

source: Before 27th of August, 2009
id_id: Sebelum tanggal 27 Agustus 2009

source: Last visit
id_id: Kunjungan terakhir

source: no data
id_id: tidak ada data

source: Total online time
id_id: Total waktu online

source: %dh %dmin %dsec
id_id: %d jam %d menit %d detik

source: Posts at forum
id_id: Posting di forum

source: Photos
id_id: Foto

source: Banishments
id_id: Pembuangan

source: Prefix
id_id: Prefiks

source: Color
id_id: Warna

source: This rank is assigned to %d user. Please assign them another rank:
id_id: Peringkat ini ditetapkan untuk pengguna %d. Silakan tetapkan peringkat lain untuk mereka:

source: New rank
id_id: Peringkat baru

source: Are you sure you want to delete rank "%s"?
id_id: Apakah Anda yakin ingin menghapus peringkat "%s"?

source: Users
id_id: Pengguna

source: warriors
id_id: prajurit

source: wizards
id_id: penyihir

source: Character
id_id: Karakter

source: Points
id_id: Titik

source: Next level
id_id: Tingkat berikutnya

source: Global rank
id_id: Peringkat global

source: World rank
id_id: Peringkat dunia

source: PvP rank
id_id: Peringkat PvP

source: Max daily gain
id_id: Perolehan harian maksimum

source: Min daily gain
id_id: Keuntungan harian minimum

source: Last %d day
id_id: Hari %d terakhir

source: Updated %d day ago.
id_id: Dimutakhirkan %d hari yang lalu.

source: Updated %d hour ago.
id_id: Dimutakhirkan %d jam yang lalu.

source: Updated less than hour ago.
id_id: Diperbarui kurang dari satu jam yang lalu.

source: Loading chart data...
id_id: Memuat data grafik...

source: Date
id_id: Tanggal

source: Experience
id_id: Pengalaman

source: Known guild members
id_id: Anggota serikat yang dikenal

source: Time
id_id: Waktu

source: full day
id_id: sehari penuh

source: Quota
id_id: Kuota

source: Max gain
id_id: Keuntungan maksimal

source: Min gain
id_id: Keuntungan minimum

source: Please log in to upload screenshots.
id_id: Silakan masuk untuk mengunggah tangkapan layar.

source: You don't have any screenshots yet.
id_id: Anda belum memiliki tangkapan layar apa pun.

source: This user doesn't have any screenshots yet.
id_id: Pengguna ini belum memiliki tangkapan layar apa pun.

source: No screenshots.
id_id: Tidak ada tangkapan layar.

source: Language
id_id: Bahasa

source: Timezone
id_id: Zona Waktu

source: Dark mode
id_id: Mode gelap

source: auto
id_id: otomatis

source: enabled
id_id: difungsikan

source: disabled
id_id: dinonaktifkan

source: Notify on letters
id_id: Beri tahu tentang surat

source: Allow album comments
id_id: Izinkan komentar album

source: Notify on new comments
id_id: Beri tahu tentang komentar baru

source: Creator
id_id: Pembuat

source: Translators
id_id: Penerjemah

source: Author
id_id: Penulis

source: Downloads: %d
id_id: Unduhan: %d

source: Replace screenshot
id_id: Mengganti tangkapan layar

source: No themes to display.
id_id: Tidak ada tema untuk ditampilkan.

source: wrote
id_id: menulis

source: Click to show
id_id: Klik untuk menampilkan

source: Album has been deleted.
id_id: Album telah dihapus.

source: Artwork has been deleted.
id_id: Pengusiran telah dicabut.

source: Invalid username or password.
id_id: Nama pengguna atau kata sandi tidak valid.

source: This nickname is already in use.
id_id: Nama panggilan ini sudah digunakan.

source: Your account has been just created, %s!
id_id: Akun Anda baru saja dibuat, %s!

source: Password recovery
id_id: Pembaharuan sandi

source: Invalid token.
id_id: Token tidak valid.

source: User not found.
id_id: Pengguna tidak ditemukan.

source: This account cannot be recovered as it has no email set.
id_id: Akun ini tidak dapat dipulihkan karena tidak memiliki set email.

source: Invalid email.
id_id: Email tidak valid.

source: Password recovery link has been sent to your email address.
id_id: Tautan pemulihan kata sandi telah dikirim ke alamat email Anda.

source: Password has been reset.
id_id: Kata sandi telah diatur ulang.

source: Could not reset your password.
id_id: Tidak dapat mengatur ulang kata sandi Anda.

source: Ban user
id_id: Usir pengguna

source: View banishment
id_id: Lihat pengusiran

source: Banishment already expired.
id_id: Pengusiran sudah kedaluwarsa.

source: Banishment already lifted.
id_id: Pengusiran sudah dicabut.

source: Banishment has been lifted.
id_id: Pengusiran telah dicabut.

source: Cannot add more than %d characters.
id_id: Tidak dapat menambahkan lebih dari %d karakter.

source: Changes saved.
id_id: Perubahan berhasil tersimpan.

source: Cannot delete main character.
id_id: Tidak dapat menghapus karakter utama.

source: Comments
id_id: Komentar

source: Your comment has been posted.
id_id: Komentar Anda telah diposting.

source: Armour Calc
id_id: Kalkulator Armor

source: No file selected.
id_id: Ttak ada berkas yang dipilih.

source: Update already in progress.
id_id: Pembaruan sudah dalam proses.

source: Topic has been deleted.
id_id: Topik telah dihapus.

source: Topic has been locked.
id_id: Topik telah dikunci.

source: Topic has been unlocked.
id_id: Topik telah dibuka.

source: Edit topic
id_id: Sunting topik

source: Edit
id_id: Sunting

source: Create topic
id_id: Buat topik

source: Topic has been created.
id_id: Topik telah dibuat.

source: Post deleted.
id_id: Postingan dihapus.

source: Edit post
id_id: Sunting posting

source: Quote
id_id: Kutipan

source: Message posted.
id_id: Pesan terkirim.

source: Move topic
id_id: Pindah topik

source: Topic has been moved.
id_id: Topik telah dipindahkan.

source: You will be notified on new replies in this thread.
id_id: Anda akan diberi tahu tentang balasan baru di utas ini.

source: You will no longer be notified on new replies in this thread.
id_id: Anda tidak akan lagi mendapatkan notifikasi pada balasan baru di utas ini.

source: Letters
id_id: Surat

source: Letter has been sent.
id_id: Surat telah dikirim.

source: Users online
id_id: Pengguna online

source: Memberlist
id_id: Daftar Anggota

source: Notifications
id_id: Pemberitahuan

source: Create
id_id: Buat

source: TOP Hunters
id_id: Pemburu Teratas

source: World %d
id_id: Dunia %d

source: My screenshots
id_id: Tangkapan layar saya

source: My themes
id_id: Tema saya

source: No file specified.
id_id: Tidak ada file yang dipilih.

source: File exists.
id_id: File ada.

source: You have been banished until %s.
id_id: Anda telah dibuang sampai %s.

source: You have been banished permanently.
id_id: Anda telah diblokir secara permanen.

source: New Private Message has arrived
id_id: Pesan Pribadi Baru telah tiba

source: Password recovery confirmation
id_id: Konfirmasi pemulihan kata sandi

source: Head
id_id: Kepala

source: Amulet
id_id: Kalung

source: Shield
id_id: Perisai

source: Torso
id_id: Badan

source: Legs
id_id: Kaki

source: Ring
id_id: Cincin

source: Offensive statements
id_id: Pernyataan ofensif

source: Rules violation
id_id: Pelanggaran aturan

source: %d minute
id_id: %d menit

source: %d hour
id_id: %d jam

source: %d day
id_id: %d hari
